tutorials/multiphase/cavitatingFoam/les/throttle3D/system/cellSetDict.2
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      cellSetDict.2;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

name            c0;

action          new;

topoSetSources
(
    boxToCell
    {
        box ( 0.0045 -0.00075 -1 ) ( 0.0095 0.00075 1 );
    }
);


// ************************************************************************* //
